{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "XeSSStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "Balanced"
					},
					"Translation":
					{
						"Text": "Equilibrado"
					},
					"Key": "XESS_BALANCED"
				},
				{
					"Source":
					{
						"Text": "Focused on delivering a high quality visual upscale"
					},
					"Translation":
					{
						"Text": "Foco em oferecer maior aprimoramento de qualidade visual"
					},
					"Key": "XESS_QUALITY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Focused on delivering optimal performance and image quality"
					},
					"Translation":
					{
						"Text": "Foco em oferecer desempenho e qualidade de imagem ideais"
					},
					"Key": "XESS_BALANCED_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Focused on delivering the highest quality visual upscale"
					},
					"Translation":
					{
						"Text": "Foco em oferecer o mais alto aprimoramento de qualidade visual"
					},
					"Key": "XESS_ULTRA_QUALITY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Focused on improving overall gaming performance"
					},
					"Translation":
					{
						"Text": "Foco em melhorar o desempenho geral dos jogos"
					},
					"Key": "XESS_PERFORMANCE_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Intel® Xe Super Sampling (XeSS) technology uses machine learning to deliver more performance with exceptional image quality."
					},
					"Translation":
					{
						"Text": "A tecnologia Intel Xe Super Sampling (XeSS) utiliza aprendizado de máquina para oferecer mais desempenho com qualidade de imagem excepcional."
					},
					"Key": "XESS_DESCRIPTION_MINIMUM"
				},
				{
					"Source":
					{
						"Text": "Intel® Xe Super Sampling (XeSS) technology uses machine learning to deliver more performance with exceptional image quality. Hardware accelerated XeSS is optimized for Xe-HPG microarchitecture-based GPUs."
					},
					"Translation":
					{
						"Text": "A tecnologia Intel Xe Super Sampling (XeSS) utiliza aprendizado de máquina para oferecer mais desempenho com qualidade de imagem excepcional. O XeSS acelerado por hardware é otimizado para GPUs com microarquitetura Xe-HPG."
					},
					"Key": "XESS_DESCRIPTION_SHORT"
				},
				{
					"Source":
					{
						"Text": "Intel® XeSS"
					},
					"Translation":
					{
						"Text": "Intel® XeSS"
					},
					"Key": "XESS_LABEL"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": "Desligado"
					},
					"Key": "XESS_OFF"
				},
				{
					"Source":
					{
						"Text": "Performance"
					},
					"Translation":
					{
						"Text": "Desempenho"
					},
					"Key": "XESS_PERFORMANCE"
				},
				{
					"Source":
					{
						"Text": "Quality"
					},
					"Translation":
					{
						"Text": "Qualidade"
					},
					"Key": "XESS_QUALITY"
				},
				{
					"Source":
					{
						"Text": "Turns Intel XeSS off"
					},
					"Translation":
					{
						"Text": "Desliga o Intel XeSS"
					},
					"Key": "XESS_OFF_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Ultra Quality"
					},
					"Translation":
					{
						"Text": "Ultraqualidade"
					},
					"Key": "XESS_ULTRA_QUALITY"
				}
			]
		}
	]
}